Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/owning_a_home/home_owners/new_local_authority_charges_on_residential_property.html.txt.tmx
Source language: en
Languages: ga

source: Non-Principal Private Residence Charge (NPPR)
ga: Muirear ar Áit Chónaithe Phríobháideach Neamhphríomha (NPPR)

source: This Non-Principal Private Residence charge or NPPR was introduced by the Local Government (Charges) Act 2009 to go towards funding local authority services. In 2012 and 2013, it was payable along with other property taxes, as follows:
ga: Rinneadh muirear bliantúil a thabhairt isteach in 2009 i dtaca le maoin chónaithe nach í an t-aon mhaoin atá ag an úinéir agus nach í príomháit chónaithe an úinéara

source: From 2014 onwards, the NPPR is no longer charged, but outstanding liabilities and payments will still be collected. Read more in this press release. If you have not paid the NPPR
ga: Tá an Muirear ar Áit Chónaithe Phríobháideach Neamhphríomha nó an NPPR seo iníoctha leis an údarás áitiúil agus gabhann an t-airgead ar aghaidh chun seirbhísí údaráis áitiúil a chistiú

source: If you were due to pay the NPPR on a property in any (or all) of the years 2009 to 2013 and had not paid the charge due, you accumulated late fees and penalties
ga: • Leanann an NPPR bheith i gceist ar feadh na bliana 2013 agus ba cheart é a íoc leis an údarás áitiúil, cosúil le blianta roimhe seo

source: If you were liable for the full period and had not paid anything, you owed a total of €4,220 on the property
ga: Sa mhullach air sin, tá ort an Cháin nua Maoine Áitiúla (CMÁ) a íoc ar an maoin in 2013 agus i mblianta amach anseo

source: These late fees ceased to accumulate after 1 March 2014 and the totals due were frozen for a ‘grace period’, starting on 2 March 2014 and ending on 31 August 2014
ga: • Ní ghearrfar an NPPR a thuilleadh do na blianta i ndiaidh 2013, ach baileofar dliteanais agus íocaíochtaí nár íocadh go fóill

source: If you were liable for the full period, you will owe a total of €7,230 when these penalties are applied
ga: • Bhí an Muirear Teaghlaigh le híoc ar an maoin don bhliain 2012, anuas ar an NPPR

source: Any outstanding amount of unpaid NPPR and penalties will remain as a charge on the property for 12 years from the date they fell due. All charges must be cleared before the property can be transferred
ga: Má tá maoin agat agus murab í an t-aon áit chónaithe atá agat nó do phríomháit chónaithe ar an dáta dliteanais in aon bhliain, ní mór duit muirear €200 a íoc

source: If you owned residential property on the liability date in any of the years 2009 to 2013, and it was not your only or main residence on that date, you were liable to pay the charge of €200
ga: Tá roinnt eisceachtaí i leith an mhuirir ann, mar shampla, i gcás tithe soghluaiste, carbhán nó árasáin mhuintire – féach ‘Eisceachtaí ón NPPR’ thíos

source: The first liability date was 31 July 2009. For each year from 2010 to 2013, the liability date was 31 March
ga: Go ginearálta, is é an dáta dliteanais an 31 Márta gach bliain

source: The charge applied to all residential property that you owned on the liability date, except for your main home
ga: Baineann an muirear le gach maoin chónaithe atá agat seachas do phríomháit chónaithe

source: The onus was on you, the homeowner, to come forward and pay the charge to the local authority in the area in which the property is located
ga: Tá an dualgas ortsa, úinéir an tí, chun teacht chuig an údarás áitiúil ina bhfuil an mhaoin lonnaithe agus an muirear a íoc

source: For example, if your main residence was in Dublin and you had a holiday home in Wexford, you pay the charge to the local authority in Wexford
ga: Mar shampla, má tá do phríomháit chónaithe i mBaile Átha Cliath agus má tá teach saoire agat i Loch Garman, íocann tú an muirear leis an údarás áitiúil i Loch Garman

source: In summary, you paid the NPPR if:
ga: Go hachomair, íocann tú an NPPR sna cásanna a leanas:

source: • You owned more than one home
ga: • Tá breis agus áit chónaithe amháin agat

source: • You owned only one home and it was not your principal private residence (for example, your main residence was in rented accommodation)
ga: • Níl ach áit chónaithe amháin agat agus ní do phríomháit chónaithe é (mar shampla, i gcóiríocht chíosa atá do phríomháit chónaithe)

source: • You lived abroad and owned residential property in Ireland
ga: • Cónaíonn tú thar lear agus tá maoin chónaithe agat in Éirinn

source: You did not pay the NPPR if:
ga: Ní íocann tú an NPPR sna cásanna a leanas:

source: • You owned only one home and it was your principal private residence
ga: • Níl ach teach cónaithe amháin agat agus is é do phríomháit chónaithe é

source: • You were renting out a room in your home and qualified for tax relief for renting this room
ga: • Tá seomra á ligean ar cíos agat i do theach agus cáilíonn tú le haghaidh faoiseamh cánach chun an seomra seo a ligean ar cíos

source: Detailed information is available in Frequently Asked Questions form on nppr.ie
ga: Tá fáil ar fhaisnéis shonrach i bhfoirm Cheisteanna Coitianta ar nppr.ie

source: There were several exemptions to the NPPR charge
ga: Tá roinnt eisceachtaí don mhuirear NPPR

source: The main ones were as follows:
ga: Is iad seo a leanas na príomheisceachtaí:

source: If you had a second property, you were not liable for the charge if the person living in it was not paying rent and if:
ga: Má tá an dara háit chónaithe agat, níl tú faoi dhliteanas íoc as an muirear mura bhfuil an duine atá ina c(h)ónaí ann ag íoc cíosa agus:

source: • They were related to you or to your spouse
ga: • Má tá siad gaolta leat nó le do chéile

source: • They were a ward of court and had been placed in your care
ga: • Más coimircí cúirte iad agus má cuireadh faoi do chúram iad

source: • You were their legal guardian
ga: • Más tusa a gcaomhnóir dlíthiúil

source: The property must be within 2 kilometres of your home or be a self-contained residence on the same property as your main residence, such as a granny flat or annexe
ga: Ní mór go bhfuil an mhaoin suite laistigh de 2 chiliméadar de do theach féin nó bheith mar áit chónaithe neamhspleách ar an maoin chéanna atá do phríomháit chónaithe suite, ar nós árasán muintire nó forthí

source: If someone has an exclusive right of residence (free of rent) in a dwelling, this means that (a) the owner does not have the right to live in the property and (b) the occupier has the right to live there on their own
ga: Má tá ceart eisiach cónaithe (saor ó chíos) ag duine in áit chónaithe, ciallaíonn seo (a) níl an ceart ag an úinéir chun cónaí sa mhaoin agus (b) tá an ceart ag an áititheoir chun cónaí ann ina n-aonar

source: Exclusive rights of residence usually come about as a result of inheritance or a similar legal process
ga: Is gnách go mbronntar cearta eisiacha cónaithe mar thoradh ar oidhreacht nó ar a mhacasamhail de phróiseas dlíthiúil

source: So, if someone has an exclusive right of residence in a property that you own, you do not meet the definition of 'owner' in the Act, and the property is exempt until the person who benefits from the right of residence dies, or the right is extinguished in some other way
ga: Mar sin, má tá ceart eisiach cónaithe ag duine i maoin ar leat í, ní chomhlíonann tú an sainmhíniú ‘úinéir’ san Acht, agus tá an mhaoin díolmhaithe go dtí go bhfaigheann an duine a bhaineann sochar ón gceart cónaithe bás, nó go dtí go gcuirtear an ceart ar ceal ar bhealach éigin eile

source: Moving to a nursing home
ga: Ag bogadh go dtí teach altranais

source: If you left your main home and moved to a nursing home, you were not liable for the charge, as long as you did not own the home that you moved into
ga: Má fhágann tú do phríomháit chónaithe agus má bhogann tú chuig teach altranais, ní íocfaidh tú an muirear, a fhad agus nach leat an teach a mbogann tú isteach ann

source: There was a limited exemption if you were moving home and, in the process, owned 2 properties for a relatively short period
ga: Tá eisceacht theoranta ann má tá tú ag bogadh tí agus, le linn an phróisis sin, má tá dhá mhaoin agat ar feadh tréimhse sách gearr

source: The charge had to be paid if you owned a second property on the liability date (31 July 2009 and 31 March each year from 2010 to 2013) even where this had been acquired as part of the process of moving house
ga: Ní mór an muirear a íoc má tá an dara maoin agat ar an dáta dliteanais (an 31 Márta gach bliain) fiú nuair a bhíonn an mhaoin seo faighte mar chuid den phróiseas a bhaineann le teach a bhogadh

source: However, if you moved from the first property (your main residence) into the second property not later than 6 months after the liability date, you could get a refund of the charge as long as you no longer owned the first property
ga: Ar a shon sin, má bhogann tú ón gcéad mhaoin (do phríomháit chónaithe) isteach sa dara maoin tráth nach déanaí ná 6 mhí i ndiaidh an 31 Márta, féadfaidh tú aisíocaíocht a fháil den mhuirear a fhad agus nach leat a thuilleadh an chéad mhaoin

source: In order to get a refund, contact your local authority
ga: Le haisíocaíocht a fháil, déan teagmháil le d’údarás áitiúil

source: There was an exemption for people who may have an interest in a second property as a result of judicial separation or divorce
ga: Tá díolúine ann le haghaidh daoine a bhféadfadh leas a bheith acu sa dara maoin mar thoradh ar idirscaradh breithiúnach nó ar cholscaradh

source: If you were divorced or had been granted a judicial separation, you were not liable to pay the charge if you were living in what used to be the family home as your main residence
ga: Má tá tú colscartha nó má deonaíodh idirscaradh breithiúnach duit, ní bheidh tú faoi dhliteanas an muirear a íoc má tá tú i do chónaí i dteach a bhíodh mar theach an teaghlaigh mar do phríomháit chónaithe

source: If your spouse or ex-spouse did not reside in the original family home, they were not liable for the charge, if they retained an interest what used to be the family home as a result of divorce or a judicial separation
ga: Mura gcónaíonn do chéile nó d’iarchéile i mbunteach an teaghlaigh, ní bheidh siad faoi dhliteanas íoc as an muirear, má choimeádann siad leas sa teach a bhíodh mar theach an teaghlaigh mar thoradh ar cholscaradh nó idirscaradh breithiúnach

source: Charities and discretionary trusts
ga: Carthanachtaí agus iontaobhais lánroghnacha

source: Residential properties owned by charities and by certain discretionary trusts were exempt from the charge
ga: Tá maoin chónaithe atá faoi úinéireacht charthanachtaí agus ag iontaobhais áirithe lánroghnacha díolmhaithe ón muirear

source: Up to 31 August 2014
ga: Murar íoc tú an NPPR

source: The NPPR charge was €200 for each property that you owned on the liability date each year, apart from your main residence - with a handling fee of €10 for charges paid over the counter at local authority offices
ga: Amhail a luaitear thuas, tá an dualgas ar úinéir maoine chun measúnú a dhéanamh ar a ndliteanas don mhuirear agus é a íoc leis an údarás ábhartha áitiúil

source: The charge was due to be paid by 30 September in 2009 and by 30 June in each of the years 2010 to 2013
ga: Má tá do mhaoin faoi dhliteanas agus murar íoc tú an táille faoin dáta dlite, déanann an tAcht Rialtais Áitiúil (Muirir), 2009 foráil chun táillí agus pionóis dhéanacha a ghearradh

source: For each annual charge that remained unpaid after the due date, a late fee of €20 was charged for each month (or part of a month) from the due date onwards
ga: Beidh siad seo fós i bhfeidhm ar an maoin agus leanfaidh siad le fabhrú go dtí go ndéantar an dliteanas a dhíscaoileadh

source: These late fees ceased to accumulate after 1 March 2014 and the totals due were frozen for the grace period of 2 March 2014 to 31 August 2014
ga: Níl aon fhoráil san Acht chun táillí agus pionóis a tharscaoileadh

source: If you were liable to pay the NPPR on a property for the full period and had not paid anything to date, you owed a total of €4,220 on the property during the grace period. Since 31 August 2014
ga: Ar a shon sin, fuair údaráis áitiúla treoirlínte faoi conas cásanna a láimhseáil ina mbeadh an dliteanas iomlán a íoc in íocaíocht shingil ina údar le fíor-chruatan

source: If you had not fully paid or agreed settlement terms by 31 August 2014, an additional late payment fee of €120 per liability date will have been applied on 1 September 2014, and your entire NPPR liability will also have been increased by a factor of 50%
ga: Leagtar amach sna treoirlínte conas is féidir le húdaráis áitiúla a shocrú chun glacadh le híocaíochtaí i dtráthchodanna thar thréimhse shonraithe

source: There will not be any further increase after 1 September 2014
ga: Déan teagmháil le d’údarás áitiúil más mian leat a leithéid de shocrú a dhéanamh

source: If you were liable for the full period and did not pay (or agree terms) by the 31 August deadline, you will owe a total of €7,230 on the property when these penalties have been applied
ga: Is ionann táille an NPPR agus €200 le haghaidh gach maoine ar leat í agus tá sé le híoc an 31 Márta gach bliain, seachas ar do phríomháit chónaithe

source: Table of rates
ga: Tá sé dlite le híoc faoin 30 Meitheamh gach bliain

source: The following table outlines the accumulated totals due in respect of NPPR and penalties for each year that remain unpaid during 2014
ga: Gearrtar táille dhéanach €20 le haghaidh gach míosa, nó cuid de mhí, tar éis an 30 Meitheamh

source: │Charge unpaid in respect of year │Due at 1 January 2014 │Due at 1 February 2014 │Due at 1 March 2014 │Due during period of grace (2 March 2014 to 31 August 2014) │Due at 1 September 2014 │
ga: Forálann an tAcht Rialtais Áitiúil (Muirear Teaghlaigh), 2011 táille láimhseála sa chás go n-íoctar an táille thar an gcuntar ag oifigí údaráis áitiúil

source: │Total │€4,020 │€4,120 │€4,220 │€4,220 │€7,230 │
ga: 721/2011) an táille láimhseála €10 seo le héifeacht ón 1 Eanáir 2012

source: You can register your property and pay the charge online at nppr.ie or else use a paper form
ga: Conas iarratas a dhéanamh

source: The charge, penalties and any handling fees are paid to the local authority in the area where your property is located
ga: Féadfaidh tú do mhaoin a chlárú agus an muirear a íoc ar líne ag www.nppr.ie nó leas a bhaint as foirm pháipéir

source: For queries about your NPPR liability, or to arrange to pay the charge, contact the finance department of your local authority or support@nppr.ie
ga: Íoctar an muirear €200 agus aon táillí déanacha nó táillí láimhseála leis an údarás áitiúil sa cheantar ina bhfuil do mhaoin lonnaithe

source: You can also write to: NPPR, PO Box 11654, Dublin 8
ga: Glactar le muirir le haghaidh gach bliana ar líne ón 31 Márta den bhliain sin
